[
    {"description" : "Poop is made up of 75% water and the rest is a combination of fiber, bacteria, proteins, and mucus."},
    {"description" : "Poop should sink to the bottom of the toilet. This means you have healthy poop."},
    {"description" : "People usually pass gas between 10 to 18 times a day according to the American College of Gastroenterology."},
    {"description" : "Always wash your hands after you poop. If you don't your cell phone or other objects can be covered in poop particles, which can spread E.coli bacteria. Just wash your hands after you poop."},
    {"description" : "The average bowel movement takes 12 seconds."},
    {"description" : "You can become a poop donor if you are someone with pre-existing gastrointestinal disorders. There is a program in the Boston area called Poop with Purpose. The company that runs this is called Finch Therapeutics Group. They aim to research health conditions related to disruption of the microbiome. "},
    {"description" : "Don't hold in your poop too often, this can lead to hemorrhoids. "},
    {"description" : "Neil Armstrong left 4 bags of poop on the moon."},
    {"description" : "The poo dance is performed by sloths."},
    {"description" : "Pandas can poop up to 22 pounds of poop per day."},
    {"description" : "Mandrills smell each other's poop to see if they are sick or not"},
    {"description" : "To poop better you should squat rather than sit."},
    {"description" : "When you see a shooting star it may be astronaut poop"},
    {"description" : "Wombats are known for producing cube-shaped poop. Source: \"The Weird Story of Wombat Poop\" by National Geographic"},
    
    {"description" : "The average person produces about 128 grams of poop per day. Source: 'How Much Poop Do We Produce in a Lifetime?' by Healthline"},
    {"description" : "The color of poop can vary depending on a person's diet, but typically ranges from brown to green. Source: \"What the Color of Your Poop Can Tell You About Your Health\" by Time"},
    {"description" : "Animal poop can be used as a fertilizer for plants. Source: \"Animal Poop: A Valuable Farm Commodity\" by National Geographic"},
    {"description" : "The longest human poop ever recorded was 26 feet long! Source: \"What Is the Longest Poop Ever Recorded?\" by Gizmodo"},
    {"description" : "Poop can be used as a source of energy. Some companies are using it to generate electricity. Source: \"From Poop to Power: How Biomethane Fuel Cells Are Turning Waste Into Watts\" by NBC News"},
    {"description" : "The ancient Romans used a sponge on a stick, called a \"gompf stick,\" to clean themselves after using the bathroom. Source: \"The Ancient Romans' Surprisingly Sophisticated Sanitation System\" by History.com"},
    {"description" : "The Bristol Stool Chart categorizes different types of poop based on their consistency and shape. Source: \"The Bristol Stool Chart\" by the International Foundation for Gastrointestinal Disorders"},
    {"description" : "The study of poop is called \"coprology.\" Source: \"What Is Coprology?\" by Science ABC"},
    {"description" : "In the Middle Ages, people would use dried poop as a fuel source for fires. Source: \"The Surprising Ways We Used Poop Throughout History\" by Smithsonian Magazine"}
    ]